'*******************************************************************
' Имя: InpBox.vbs                                                
' Язык: VBScript                                               
' Описание: Пример использования функции InputBox  '*******************************************************************
Option Explicit

Dim s,s1  ' Объявляем переменные
s1="Пример" & vbCrLf & "диалогового окна" & vbCrLf & "для ввода строки"
' Выводим диалоговое окно со строкой ввода на экран
s=InputBox(s1,"Диалоговое окно  ") 
' Выводим диалоговое окно с введенной строкой
MsgBox "Было введено: " & s
'*************  Конец *********************************************/
