'*******************************************************************
' Имя: Echo2.vbs                                                
' Язык: VBScript                                                  
' Описание: Вывод сразу нескольких строк (WScript.Echo)           
'*******************************************************************
Option Explicit

Dim s  ' Объявляем переменную
' Формируем строки
s="Пример"&vbCrLf&"вывода"&vbCrLf&"нескольких"&vbCrLf&"строк"
WScript.Echo s  ' Печатаем строки
'*************  Конец *********************************************
