'*******************************************************************
' Имя: Echo1.vbs                                                
' Язык: VBScript                                                  
' Описание: Пример использования метода WScript.Echo              
'*******************************************************************
' Печатаем строку текста (кириллица)
WScript.Echo "Использование метода Echo (Win-кодировка)"
' Печатаем строку текста и результат вычислений
WScript.Echo "Например, 1+2=",1+2
'*************  Конец *********************************************
